Repository: LoopKit/MinimedKit
Catalog: MinimedKit/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, it, ja, nb, nb_no, nl, pl, ro, ru, sv, tr, uk, vi, zh_hans

source: Loop sent a bolus command to the pump, but was unable to confirm that the pump received the command. For safety, Loop will assume the bolus was delivered. When Loop eventually fetches history from the pump, and the estimated bolus finish time is passed, Loop will update its records of delivery to match what the pump reports.
da: Loop sendte en boluskommando til pumpen, men kunne ikke bekræfte, at pumpen modtog kommandoen. Af sikkerhedshensyn antager Loop, at bolussen blev leveret. Når Loop til sidst henter historikken fra pumpen, og den forventede bolustid er overskredet, opdaterer Loop sine optegnelser om levering, så de stemmer overens med det, som pumpen rapporterer.
de: Loop hat einen Bolusbefehl an die Pumpe gesendet, konnte aber nicht bestätigen, dass die Pumpe den Befehl erhalten hat. Zur Sicherheit geht Loop davon aus, dass der Bolus abgegeben wurde. Wenn Loop schließlich den Verlauf von der Pumpe abruft und die geschätzte Bolus-Endzeit überschritten ist, aktualisiert Loop seine Aufzeichnungen über die Abgabe, damit sie mit den Meldungen der Pumpe übereinstimmen.
es: Loop envió una orden de bolo a la bomba, pero no pudo confirmar que la bomba recibiera el comando. Por seguridad, Loop asumirá que el bolo fue administrado. Cuando Loop obtenga finalmente el historial de la bomba, y haya pasado la hora estimada de finalización del bolo, Loop actualizará sus registros de administración para que coincidan con lo que reporta la bomba.
fr: Loop a envoyé une commande de bolus à la pompe, mais n'a pas pu confirmer que la pompe a reçu la commande. Par sécurité, Loop considère que le bolus a été administré. Lorsque Loop récupère l'historique de la pompe, et que l'heure estimée de fin du bolus est dépassée, Loop met à jour ses enregistrements de livraison pour correspondre à ce que la pompe rapporte.
it: Loop ha inviato un comando di bolo alla pompa, ma non è stato in grado di confermare che la pompa lo avesse ricevuto. Per motivi di sicurezza, Loop presumerà che il bolo sia stato effettivamente erogato. Quando Loop recupera la cronologia dalla pompa e l'ora stimata di fine bolo è passata, Loop aggiornerà i propri registri di erogazione in base a quanto riportato dalla pompa.
nb: Loop sendte en boluskommando til pumpen, men kunne ikke bekrefte at pumpen mottok kommandoen. For sikkerhets skyld vil Loop anta at bolusen ble levert. Når Loop til slutt henter historikk fra pumpen, og den estimerte bolussluttiden er passert, vil Loop oppdatere sine leveringsposter for å samsvare med det pumpen rapporterer.
nb_no: Loop sendte en boluskommando til pumpen, men kunne ikke bekrefte at pumpen mottok kommandoen. For sikkerhets skyld vil Loop anta at bolusen ble levert. Når Loop til slutt henter historikk fra pumpen, og den estimerte bolussluttiden er passert, vil Loop oppdatere sine leveringsposter for å samsvare med det pumpen rapporterer.
nl: Loop stuurde een boluscommando naar de pomp, maar kon niet bevestigen dat de pomp het commando ontving. Voor de zekerheid gaat Loop ervan uit dat de bolus is toegediend. Wanneer Loop uiteindelijk de geschiedenis van de pomp ophaalt en de geschatte eindtijd van de bolus is verstreken, zal Loop zijn gegevens over de toediening aanpassen aan wat de pomp rapporteert.
pl: Pętla wysłała polecenie bolusa do pompy, ale nie była w stanie potwierdzić, że pompa odebrała to polecenie. Ze względów bezpieczeństwa Loop założy, że bolus został podany. Gdy Loop w końcu pobierze historię z pompy i minie szacowany czas zakończenia bolusa, Loop zaktualizuje swoją historię podawania, aby była zgodna z raportami pompy.
ro: Loop a trimis o comandă de bolus pompei, dar nu a putut confirma că pompa a primit comanda. Pentru siguranță, Loop va presupune că bolusul a fost administrat. Când Loop preia istoricul de la pompă și timpul estimat de terminare a bolusului este trecut, Loop își va actualiza înregistrările de livrare pentru a se potrivi cu ceea ce raportează pompa.
ru: Loop отправил помпе команду на введение болюса, но не смог подтвердить, что помпа получила эту команду. Для безопасности Loop будет считать, что болюс был доставлен. Когда Loop в конечном итоге получит историю болюсов от помпы и пройдет расчетное время окончания введения болюса, Loop обновит свои записи о болюсах, чтобы они соответствовали данным, полученным от помпы.
sv: Loop skickade ett bolus-kommando till pumpen, men kunde inte bekräfta att pumpen fick kommandot. För säkerhets skull kommer Loop anta att bolus levererades. När Loop så småningom hämtar historia från pumpen, och den uppskattade bolus tid passeras, Loop kommer att uppdatera sina register över leverans för att matcha vad pumpen rapporterar.
tr: Loop, pompaya bir bolus komutu gönderdi, ancak pompanın komutu aldığını doğrulayamadı. Güvenlik için, Loop bolusun iletildiğini varsayar. Loop sonunda pompadan geçmişi aldığında ve tahmini bolus bitiş süresi geçtiğinde, Loop iletim kayıtlarını pompanın raporlarıyla eşleşecek şekilde günceller.
uk: Петля надіслав команду болюса на помпу, але не зміг підтвердити, що помпа отримала команду. З міркувань безпеки Петля вважатиме, що болюс було подано. Коли Петля врешті-решт отримає історію з помпи, і приблизний час завершення болюса мине то Петля оновить свої записи про подачу, щоб вони відповідали звітам помпи.
vi: Loop đã gửi lệnh bolus đến máy bơm nhưng không thể xác nhận máy bơm đã nhận lệnh. Vì lý do an toàn, Loop sẽ giả định rằng bolus đã được thực hiện. Khi Loop cuối cùng lấy dữ liệu lịch sử từ máy bơm và thời gian kết thúc bolus ước tính đã qua, Loop sẽ cập nhật hồ sơ giao insulin để khớp với báo cáo từ máy bơm.
zh_hans: Loop 向胰岛素泵发送了追加胰岛素指令，但无法确认胰岛素泵是否成功接收。出于安全考虑，Loop 将假定追加胰岛素已注射。 待 Loop 后续从胰岛素泵获取历史记录且预估的追加完成时间已过后，将根据胰岛素泵的实际报告更新注射记录。

source: Low RileyLink Battery
da: Lavt RileyLink-batteri
de: Niedriger RileyLink Batteriestatus
es: Batería baja de RileyLink
fr: Batterie RileyLink faible
it: Batteria Rileylink quasi scarica
nb: Lavt RileyLink-batteri
nb_no: Lavt RileyLink-batteri
nl: Batterij RileyLink Bijna Leeg
pl: Niski poziom baterii RileyLink
ro: Baterie RileyLink scăzută
ru: Низкий заряд батареи RileyLink
sv: Lågt batteri i RileyLink
tr: Düşük RileyLink Pili
uk: Низький заряд RileyLink
vi: Báo động pin RileyLink thấp
zh_hans: RileyLink 电量低

source: Make sure your RileyLink is nearby and powered on
da: Sørg for, at din RileyLink er i nærheden og tændt
de: Stelle sicher, dass sich Dein RileyLink in der Nähe befindet und eingeschaltet ist
es: Asegúrese de que su RileyLink está cerca y encendido
fr: Assurez-vous que votre RileyLink est à proximité et allumé
it: Assicurati che RileyLink si trovi nelle vicinanze e sia attivato
ja: RileyLink が近くにあり電源が入っているか確認
nb: Pass på at din RileyLink er slått på og er i nærheten
nb_no: Pass på at din RileyLink er slått på og er i nærheten
nl: Zorg ervoor dat je RileyLink dichtbij is en aan staat
pl: Upewnij się, że RileyLink jest w pobliżu i jest włączony
ro: Asigurați-vă că RileyLink este pornit și situat în apropriere
ru: Убедитесь, что RileyLink находится поблизости и включен
sv: Säkerställ att din RileyLink är nära och påslagen
tr: RileyLink'inizin yakında olduğundan ve açık olduğundan emin olun
uk: Впевніться, що RileyLink увімкнений та знаходиться поруч
vi: Đảm bảo RileyLink bên cạnh và đã được bật
zh_hans: 请确认Rileylink靠近手机并且已打开

source: Max setting exceeded
da: Max indstilling overskredet
de: Max Einstellung überschritten
es: Ajuste máximo excedido
fr: Réglage maximum dépassé
it: Impostazione massima superata
ja: 設定の制限を超えています
nb: Maksinnstilling overskredet
nb_no: Maksinnstilling overskredet
nl: Max instelling overschreden
pl: Maksymalne ustawienie przekroczone
ro: Setare maximă depășită
ru: Максимальное значение превышено
sv: Inställt maxvärde överskridet
tr: Maksimum ayar aşıldı
uk: Максимальне значення перевищено
vi: Cài đặt tối đa vượt giới hạn
zh_hans: 超过最大限制

source: Minimed 500/700 Series
da: Minimed 500/700 Serier
de: Minimed 500/700 Serie
es: Minimed Serie 500/700
fr: Serié Minimed 500/700
it: Minimed serie 500/700
ja: Minimed 500/700 シリーズ
pl: Minimed serii 500/700
ru: Minimed 500/700 серий
zh_hans: Minimed 500/700系列

source: No Delivery Alarm
da: Ingen leveringsalarm
de: Keine-Abgabe-Warunung
es: No hay alarma de administración de insulina
fr: Alarme: Pas d'administration
it: Nessun allarme di erogazione
nb: Ingen levering alarm
nb_no: Ingen levering alarm
nl: Geen Toedieningsalarm
pl: Alarm! Brak Podawania
ro: Fără alarmă de administrare
ru: Нет сигнала тревоги подачи
sv: Inget leveranslarm
tr: İletim Alarmı Yok
uk: Сигналізація відсутня
vi: Báo động không tiêm insulin

source: No RileyLink Connected
da: Ingen RileyLink tilsluttet
de: Kein RileyLink verbunden
es: No hay un RileyLink conectado
fr: Aucun RileyLink connecté
it: Nessun RileyLink connesso
nb: Ingen RileyLink tilkoblet
nb_no: Ingen RileyLink tilkoblet
nl: Geen RileyLink verbonden
pl: Brak połączenia z RileyLink
ro: Niciun RileyLink conectat
ru: Не подключен RileyLink
sv: Ingen RileyLink ansluten
tr: RileyLink Bağlantısı Yok
uk: RileyLink не підключено
vi: Không có RileyLink được kết nối
zh_hans: 未连接 RileyLink

source: North America
da: Nordamerika
de: Nordamerika
es: Norte America
fr: Amérique du Nord
it: Nord America
nb: Nord Amerika
nb_no: Nord Amerika
nl: Noord-Amerika
pl: Ameryka Północna
ro: America de Nord
ru: Сев Америка
sv: Nordamerika
uk: Північна Америка
zh_hans: 北美

source: Percent Temp Basal
da: Procent midlertidig basal
de: Prozentuale temporäre Basalrate
es: Porcentaje de insulina basal temporal
fr: Pourcentage pour le débit basal temporaire
it: Percentuale basale temporanea
nb: Prosent midlertidig basal
nb_no: Prosent midlertidig basal
nl: Percentage Tijdelijk Basaal
pl: Procent Tymczasowej Bazy
ro: Procentul de bazală temporară
ru: Проценты временного базала
sv: Procentuell temp. basal
tr: Geçici Bazal Yüzdesi
uk: Відсоток Тимчасової Базальної Швидкості (ТБШ)
vi: Phần trăm Basal tạm thời

source: Please check your pump bolus history to determine if the bolus was delivered.
da: Kontroller din pumpebolushistorik for at afgøre, om bolus blev leveret.
de: Bitte überprüfe den Bolusverlauf Deiner Pumpe, um festzustellen, ob der Bolus abgegeben wurde.
es: Por favor compruebe el historial de bolos de su bomba para determinar si se administró la insulina de bolo.
fr: Veuillez vérifier l'historique des bolus de votre pompe pour vérifier si le bolus a été administré.
it: Controlla la cronologia dei boli della pompa per verificare se il bolo è stato erogato.
nb: Vennligst kontroller pumpens bolushistorikk for å finne ut om bolusen ble levert.
nb_no: Vennligst kontroller pumpens bolushistorikk for å finne ut om bolusen ble levert.
nl: Controleer je pompbolusgeschiedenis om te bepalen of de bolus is toegediend.
pl: Sprawdź historię pompy, aby sprawdzić, czy bolus został podany.
ro: Vă rugăm să verificați istoricul bolusurilor de pe pompă pentru a determina dacă bolusul a fost administrat.
ru: Пожалуйста, проверьте историю болюсов в помпе, чтобы определить, был ли болюс доставлен.
sv: Kontrollera din pumpbolushistorik för att avgöra om bolusen levererades.
tr: Bolusun iletilip iletilmediğini belirlemek için lütfen pompa bolus geçmişinizi kontrol edin.
uk: Будь ласка, перевірте історію болюсів вашої помпи, щоб визначити, чи було введено болюс.
vi: Vui lòng kiểm tra lịch sử bolus trên máy bơm của bạn để xác định xem bolus đã được thực hiện hay chưa.
zh_hans: 请检查您的胰岛素泵推注记录，以确定大剂量是否推注成功。

source: Prime
da: Forbereder
de: Befüllen
es: Purgar
fr: Purge
nl: Voorbereiden
pl: Główny
ro: Inițiere
ru: Заполнение
sv: Förfyll
tr: Hazırlık
uk: Прайм
vi: Mồi bơm

source: Pump Battery Low
da: Pumpebatteri lav
de: Pumpenbatterie schwach
es: Batería de la bomba baja
fr: Batterie de la pompe faible
it: Batteria della pompa scarica
ja: ポンプの電池が不足
nb: Lavt pumpebatteri
nb_no: Lavt pumpebatteri
nl: Pompbatterij Bijna Leeg
pl: Niski poziom baterii w pompie
ro: Nivel scăzut baterie pompă
ru: Батарея помпы разряжена
sv: Låg batterinivå i pump
tr: Pompa Pili Düşük
uk: Низький рівень заряду батареї помпи
vi: Pin của bơm thấp
zh_hans: 胰岛素泵电量低

source: Pump did not respond
da: Pumpe svarede ikke
de: Pumpe hat nicht geantwortet
es: La microinfusora no respondió
fr: La pompe n’a pas répondu
it: La pompa non ha risposto
ja: ポンプが反応しません
nb: Pumpa svarte ikke
nb_no: Pumpa svarte ikke
nl: Pomp reageert niet
pl: Pompa nie odpowiada
ro: Pumpa nu a răspuns
ru: Помпа не отвечает
sv: Pumpen svarade inte
tr: Pompa yanıt vermedi
uk: Помпа не відповідає
vi: Bơm không phản hồi
zh_hans: 胰岛素泵无响应

source: Pump Error
da: Pumpefejl
de: Pumpenfehler
es: Error de la bomba
fr: Erreur détectée
it: Errore pompa
ja: ポンプエラー
nb: Pumpefeil
nb_no: Pumpefeil
nl: Pomp Foutmelding
pl: Błąd pompy
ro: Eroare pompă
ru: Ошибка помпы
sv: Pumpfel
tr: Pompa Hatası
uk: Помилка помпи
vi: Bơm lỗi
zh_hans: 胰岛素泵错误

source: Pump is suspended
da: Pumpe er afbrudt
de: Pumpe ist gesperrt
es: La microinfusora está suspendida
fr: La pompe est suspendue
it: La pompa è sospesa
ja: ポンプが停止しています
nb: Pumpe er pauset
nb_no: Pumpe er pauset
nl: Pomp is onderbroken
pl: Pompa jest zawieszona
ro: Pompa este suspendată
ru: Помпа остановлена
sv: Pumpen är pausad
tr: Pompa askıya alındı
uk: Помпу призупинено
vi: Bơm đang được tạm ngưng
zh_hans: 胰岛素泵暂停输注

source: Pump is Suspended
da: Pumpe er afbrudt
de: Pumpe ist pausiert
es: La bomba está suspendida
fr: La pompe est suspendue
it: La pompa è sospesa
nb: Pumpen satt på pause
nb_no: Pumpen satt på pause
nl: Pomp is Onderbroken
pl: Pompa jest zawieszona
ro: Pompa este suspendată
ru: Помпа остановлена
sv: Pumpen är pausad
tr: Pompa Askıya Alındı
uk: Помпу призупинено
vi: Bơm đã tạm dừng

source: Pump Reservoir Empty
da: Pumpereservoir tomt
de: Pumpenreservoir leer
es: Reserva de bomba vacía
fr: Réservoir de la pompe vide
it: Serbatoio della pompa vuoto
ja: ポンプのリザーバが空です
nb: Pumpereservoar Tomt
nb_no: Pumpereservoar Tomt
nl: Pompreservoir Leeg
pl: Zbiorniczek w pompie jest pusty
ro: Rezervorul pompei este gol
ru: Резервуар помпы пуст
sv: Pumpreservoaren är tom
tr: Pompa Rezervuarı Boş
uk: Резервуар помпи порожній
vi: Ngăn chứa hết insulin
zh_hans: 储药器药量已用完

source: Pump Reservoir Low
da: Pumpereservoir lavt
de: Pumpenreservoir niedrig
es: Reserva de bomba baja
fr: Réservoir de la pompe bas
it: Serbatoio della pompa scarico
ja: ポンプのリザーバが低です
nb: Pumpereservoar Lavt
nb_no: Pumpereservoar Lavt
nl: Pompreservoir Bijna Leeg
pl: Niski poziom w zbiorniczku pompy
ro: Rezervor de pompare scăzut
ru: Мало инсулина в резервуаре
sv: Pumpreservoaren har låg nivå
tr: Pompa Rezervuarı Düşük
uk: Низький рівень у резервуара помпи
vi: Ngăn chứa insulin thấp
zh_hans: 药量低

source: Pump responded unexpectedly
da: Pumpe reagerede uventet
de: Pumpe hat unerwartet geantwortet
es: La microinfusora respondió de forma inesperada
fr: La pompe a réagi de manière inattendue
it: La pompa ha risposto in modo imprevisto
ja: ポンプが不意に反応しました
nb: Pumpen svarte uventet
nb_no: Pumpen svarte uventet
nl: Pomp reageerde onverwacht
pl: Pompa odpowiedziała w nieoczekiwany sposób
ro: Pompa a răspuns în mod neașteptat
ru: Неожиданный отклик помпы
sv: Pump svarade oväntat
tr: Pompa beklenmedik bir şekilde yanıt verdi
uk: Несподіваний відгук помпи
vi: Bơm phản ứng bất ngờ
zh_hans: 胰岛素泵通信异常

source: PumpMessage(%1$@, %2$@, %3$@, %4$@)
da: Pumpebesked(%1$@, %2$@, %3$@, %4$@)
de: Pumpennachricht(%1$@, %2$@, %3$@, %4$@)
es: MensageMicroinfusadora(%1$@, %2$@, %3$@, %4$@)
fr: Message de pompe(%1$@, %2$@, %3$@, %4$@)
ja: ポンプメッセージ(%1$@, %2$@, %3$@, %4$@)
nb: Pumpemelding(%1$@, %2$@, %3$@, %4$@)
nb_no: Pumpemelding(%1$@, %2$@, %3$@, %4$@)
nl: Bericht Pomp (%1$@, %2$@, %3$@, %4$@)
pl: Wiadomość z pompy (%1$@, %2$@, %3$@, %4$@)
ru: Сообщение помпы(%1$@, %2$@, %3$@, %4$@)
sv: Pumpmeddelande(%1$@, %2$@, %3$@, %4$@)
tr: PompaMesajı(%1$@, %2$@, %3$@, %4$@)
uk: Повідомлення помпи(%1$@, %2$@, %3$@, %4$@)
zh_hans: 泵的信息(%1$@, %2$@, %3$@, %4$@)

source: Reprogram Error
da: Omprogrammeringsfejl
es: Error de reprogramación
fr: Erreur de reprogrammation
it: Errore di riprogrammazione
nb: Omprogrammeringsfeil
nb_no: Omprogrammeringsfeil
nl: Herprogrammeringsfout
pl: Błąd przeprogramowania
ro: Eroare de reprogramare
ru: Ошибка перепрограммирования
tr: Yeniden Programlama Hatası
uk: Помилка перепрограмування
vi: Lỗi tái lập trình bơm

source: Resume
da: Genoptag
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
nb: Gjenoppta
nb_no: Gjenoppta leveranse
nl: Hervatten
pl: Wznowiono
ro: Reluați
ru: Возобновление
sv: Återuppta
tr: Devam et
uk: Відновити
vi: Tiếp tục
zh_hans: 恢复

source: Rewind
da: Spol tilbage
de: Zurückspulen
es: Rebobinar
fr: Retour du piston
it: Riavvolgi
nb: Spole tilbake
nb_no: Spole tilbake
nl: Terugspoelen
pl: Przewiń
ro: Derulare
ru: Перемотка назад
sv: Backa
tr: Geri sarma
uk: Перемотування назад
vi: Tua lại

source: RileyLink radio tune failed
da: RileyLink radioindstilling fejlede
de: Einstellen des RileyLink Funksignals fehlgeschlagen
es: Sintonización de señal de radio de RileyLink falló
fr: La synthèse radio RileyLink a échoué
it: Sintonizzazione radio RileyLink fallita
ja: RileyLink 通信に失敗しました
nb: RileyLink radiotuning feilet
nb_no: RileyLink radiotuning feilet
nl: Afstemmen van de RileyLink Radio mislukt
pl: Dostrajanie radia RileyLink zakończone niepowodzeniem
ro: Eșec RileyLink la reglarea radio
ru: Настройка радиосвязи с RileyLink не удалась
sv: RileyLink radiosignal misslyckad
tr: RileyLink ayarı başarısız oldu
uk: Налаштування радіозв'язку з RileyLink не вдалося
vi: RileyLink radio thất bại
zh_hans: RileyLink调频失败

source: Scheduled Basal
da: Planlagt Basal
de: Geplante Basalrate
es: Basal programada
fr: Basal programmé
it: Basale programmata
nb_no: Planlagt basal
nl: Gepland basaal
ru: Запланированный Базал
sv: Schemalagd basal
tr: Programlanmış Bazal
uk: Запланований Базал
vi: Đã lên chương trình cho liều Basal
zh_hans: 预设基础率

source: Suspend
da: Suspender
de: Unterbrechen
es: Suspender
fr: Suspendre
it: Sospendi
nb: Utsette
nb_no: Pause leveranse
nl: Onderbreek
pl: Wstrzymano
ro: Suspendați
ru: Приостановка
sv: Pausa
tr: Askıya al
uk: Призупинити
vi: Đã tạm dừng
zh_hans: 暂停

source: Temp Basal
da: Midlertidig Basal
de: Temporäre Basalrate
es: Insulina basal temporal
fr: Basal Temp.
it: Basale temporanea
nb_no: Midlertidig basal
nl: Tijdelijk basaal
ru: Врем. базал
sv: Temporär basal
tr: Geçici Bazal Oranı
uk: Тимчасовий Базал
zh_hans: 临时基础率

source: Temporary Basal: %1$.3f U/hour
da: Midlertidig Basal: %1$.3f E/time
de: Temporäre Basalrate: %1$.3f IE/h
es: Basal Temporal: %1$.3f U/hora
fr: Basal temporaire: %1$.3f U/heure
it: Basale temporanea: %1$.3f U/ora
ja: 一時基礎レート: %1$.3f U/hour
nb: Midlertidig basaldose: %1$.3f E/timen
nb_no: Midlertidig basaldose: %1$.3f E/timen
nl: Tijdelijk basaal: %1$.3f E/uur
pl: Baza tymczasowa: %1$.3f J/godzinę
ro: Bazală temporară: %1$.3f U/oră
ru: Временный базал: %1$.3f ед/ч
sv: Temporär basal: %1$.3f E/timme
tr: Geçici Bazal: %1$.3f Ü/saat
uk: Тимчасовий базал: %1$.3f U/год
vi: Liều Basal tạm thời: %1$.3f U/giờ
zh_hans: 临时基础率: %1$.3f U/小时

source: Unable to store pump data
da: Kan ikke gemme pumpedata
de: Pumpendaten können nicht gespeichert werden
es: No se pueden almacenar los datos de la bomba
fr: Impossible de stocker les données de la pompe
it: Impossibile memorizzare i dati della pompa
nb: Kan ikke lagre pumpedata
nb_no: Kan ikke lagre pumpedata
nl: Kan pompgegevens niet opslaan
pl: Nie można zapisać danych pompy
ro: Imposibil de salvat datele pompei
ru: Не удается сохранить данные помпы
sv: Det går inte att lagra pumpdata
tr: Pompa verileri depolanamıyor
uk: Не вдалося зберегти дані помпи
vi: Không thể lưu dữ liệu từ bơm

source: Unexpected response %1$@
da: Uventet svar %1$@
de: Unerwartete Antwort vom Pod %1$@
es: Respuesta inesperada %1$@
fr: Réponse inattendue %1$@
it: Risposta imprevista %1$@
nb: Uventet svar %1$@
nb_no: Uventet svar %1$@
nl: Onverwachte reactie %1$@
pl: Nieoczekiwana odpowiedź %1$@
ro: Răspuns neașteptat %1$@
ru: Неожиданный ответ %1$@
sv: Oväntat svar %1$@
tr: Beklenmeyen yanıt %1$@
uk: Неочікувана відповідь %1$@
vi: Phản hồi không mong đợi: %1$@

source: Unknown Alarm
da: Ukendt alarm
de: Unbekannter Alarm
es: Alarma desconocida
fr: Alarme inconnue
it: Allarme sconosciuto
nb: Ukjent alarm
nb_no: Ukjent alarm
nl: Onbekendd Alarm
pl: Nieznany Alarm
ro: Alarmă necunoscută
ru: Неизвестный сигнал тревоги
sv: Okänt larm
tr: Bilinmeyen Alarm
uk: Невідомий сигнал тривого
vi: Báo động không xác định

source: Unknown glucose record type: %$1@
da: Ukendt glukoseposttype: %$1 @
de: Unbekannter Glukosedatensatztyp: %-1 @
es: Tipo de registro de glucosa desconocido: %$1@
fr: Type de glycémie inconnu : %$1@
it: Tipo di record glicemico sconosciuto: %$1@
nb: Ukjent glukose registrering: %$1@
nb_no: Ukjent glukose registrering: %$1@
nl: Onbekend glucoserecordtype: %$1 @
pl: Nieznany typ zapisu glukozy: %$1 @
ro: Tip necunoscut de înregistrare glicemie: %$1@
ru: Неизвестный тип записи глюкозы: %$1@
sv: Okänd glukosposttyp: %$1 @
tr: Bilinmeyen KŞ kayıt türü: %$1@
uk: Невідомий тип запису глюкози: %$1@
vi: Loại bản ghi glucose không xác định: %1$@

source: Unknown history record type: %$1@
da: Ukendt historikposttype: %$1 @
de: Unbekannter Verlaufsdatensatztyp: %1 @
es: Tipo de registro histórico desconocido: %$1@
fr: Type d'historique inconnu : %$1@
it: Tipo di record storico sconosciuto: %$1@
nb: Ukjent historieopptakstype: %$1@
nb_no: Ukjent historieopptakstype: %$1@
nl: Onbekende geschiedenis van het record type: %$1@
pl: Nieznany typ zapisu historii: %$1@
ro: Tip necunoscut de înregistrare istoric: %$1@
ru: Неизвестный тип записи истории: %$1@
sv: Okänd historikposttyp: %$1@
tr: Bilinmeyen geçmiş kayıt türü: %$1 @
uk: Невідомий тип запису історії: %$1@
vi: Loại bản ghi lịch sử không xác định: %1$@

source: Unknown pump error code: %1$@
da: Ukendt pumpe-fejlkode: %1$@
de: Unbekannter Fehlercode der Pumpe: %1$@
es: Error desconocido de código de microinfusora: %1$@
fr: Code d’erreur de pompe inconnu: %1$@
it: Codice di errore della pompa sconosciuto: %1$@
ja: ポンプエラーコード 不明: %1$@
nb: Ukjent feilkode fra pumpe: %1$@
nb_no: Ukjent feilkode fra pumpe: %1$@
nl: Onbekende foutmelding pomp: %1$@
pl: Nieznany kod błędu pompy: %1$@
ro: Cod de eroare pompă necunoscut: %1$@
ru: Неизвестный код ошибки помпы: %1$@
sv: Okänt pumpfel: %1$@
tr: Bilinmeyen pompa hata kodu:%1$@
uk: Невідомий код помилки помпи: %1$@
vi: Không xác định lỗi của bơm: %1$@
zh_hans: 未知的泵错误代码 %1$@

source: Unknown pump model: %@
da: Ukendt pumpemodel %@
de: Unbekanntes Pumpenmodell: %@
es: Modelo desconocido de microinfusora: %@
fr: Modèle de pompe inconnu: %@
it: Modello di pompa sconosciuto: %@
ja: ポンプモデル 不明: %@
nb: Ukjent pumpemodell: %@
nb_no: Ukjent pumpemodell: %@
nl: Onbekend model pomp: %@
pl: Nieznany model pompy: %@
ro: Model de pompă necunoscut: %@
ru: Неизвестная модель помпы: %@
sv: Okänd pumpmodell: %@
tr: Bilinmeyen pompa modeli: %@
uk: Невідома модель помпи: %@
vi: Không xác định mẫu bơm: %@
zh_hans: 未知的泵型号 %@

source: Unknown response during %1$@: %2$@
da: Ukendt svar under %1$@: %2$@
de: Unbekannte Antwort oder %1$@: %2$@
es: Respuesta desconocida durante %1$@: %2$@
fr: Réponse inconnue pendant %1$@: %2$@
it: Risposta sconosciuta per %1$@: %2$@
ja: 反応が不明 %1$@: %2$@
nb: Ukjent respons ved %1$@: %2$@
nb_no: Ukjent respons ved %1$@: %2$@
nl: Onbekend antwoord gedurende %1$@: %2$@
pl: Nieoczekiwana odpowiedź podczas %1$@: %2$@
ro: Răspuns nerecunoscut în timpul %1$@: %2$@
ru: Неизвестный отклик %1$@: %2$@
sv: Okänt svar under %1$@: %2$@
tr: %1$@: %2$@ sırasında bilinmeyen yanıt
uk: Невідомий відгук %1$@: %2$@
vi: Phản hồi không xác định trong %1$@: %2$@
zh_hans: 未知的响应错误 %1$@: %2$@
